{
  "dataList": [
    {
      "id": "announcer_cheer_2_1",
      "dlg": "Я сделаю все возможное. …Кто только что сказал, что не будет слушать жука?"      
    },
    {
      "id": "announcer_cheer_2_2",
      "dlg": "Не знаю, насколько полезной будет моя поддержка, но… сделаю все, что в моих силах."
    },
    {
      "id": "announcer_specialcheer_2_1",
      "dlg": "Наши ребята выглядят довольно уставшими. Есть выход из положения?"
    },
    {
      "id": "announcer_specialcheer_2_2",
      "dlg": "Вы все выглядите сильно помятыми. Уверены что все хорошо?"
    },
    {
      "id": "announcer_enemy_break_2_1",
      "dlg": "Они там хорошо устроились. Давайте прорвемся вперед и сломим их ряды."
    },
    {
      "id": "announcer_ally_break_2_1",
      "dlg": "Плохо, наш строй разбит. Мы должны перегруппироваться."
    },
    {
      "id": "announcer_killenemy_2_1",
      "dlg": "Цель поражена-упс, от старых привычек не избавишься… Враг повержен. Хорошо."
    },
    {
      "id": "announcer_ally_dead_2_1",
      "dlg": "Несем потери. Эх… на это больно смотреть… Менеджер, приятель!"
    },
    {
      "id": "announcer_enemy_adv_2_1",
      "dlg": "…Вы знаете, что мы почувствуем вкус грязи, если это продолжится, верно?"
    },
    {
      "id": "announcer_ally_adv_2_1",
      "dlg": "Все идет по-нашему. Давайте быстро покончим с этим."
    },
    {
      "id": "announcer_danger_2_1",
      "dlg": "…У меня плохое предчувствие. То что вы решите сейчас, может изменить многое"
    },
    {
      "id": "announcer_enemy_specialskill_2_1",
      "dlg": "Похоже, они что-то замышляют? Нам лучше подготовиться, чтобы избежать неприятностей."
    },
    {
      "id": "announcer_enemy_specialgimmick_2_1",
      "dlg": "Кажется, наши враги подготовили любопытную тактику. Пусть готовят."
    },
    {
      "id": "announcer_advatk_physical_2_1",
      "dlg": "Этот удар был эффективным. Хорошо, не отвлекайтесь."
    },
    {
      "id": "announcer_disadvatk_physical_2_1",
      "dlg": "Упс… Получилось не очень хорошо. Ну, dumm gelaufen. Мы справимся, пока не сдаемся."
    },
    {
      "id": "announcer_advatk_attr_2_1",
      "dlg": "Sehr gut, это была разумная стратегия. Продвигаемся дельше."
    },
    {
      "id": "announcer_disadvatk_attr_2_1",
      "dlg": "Не лучший вариант, который мы могли выбрать. Что же… давайте сохраним хладнокровие и попробуем еще раз."
    },
    {
      "id": "announcer_enemy_specialbuff_2_1",
      "dlg": "У них были стимуляторы или что-то в этом роде…? Наши враги, похоже, стали сильнее."
    },
    {
      "id": "announcer_enemy_specialdebuff_2_1",
      "dlg": "Их боевой дух пал. У нас появился шанс лишить их чувств."
    },
    {
      "id": "announcer_ally_specialbuff_2_1",
      "dlg": "Мы в хорошем настроении. Хотите показать им, из чего мы действительно сделаны?"
    },
    {
      "id": "announcer_ally_specialdebuff_2_1",
      "dlg": "Наши ребята выглядят помятыми. Эй, разве ваша работа не поддерживать их в хорошем состоянии?"
    },
    {
      "id": "announcer_enemy_destroy_2_2",
      "dlg": "Одна из его частей сломана. Чистый удар."
    },
    {
      "id": "announcer_enemy_destroy_2_1",
      "dlg": "Отлично, мы справились с его частью. Не давайте ему ни секунды на восстановление."
    },
    {
      "id": "announcer_round_takebigdmg_2_2",
      "dlg": "Verdammt… Эй, вы в порядке?"
    },
    {
      "id": "announcer_round_takebigdmg_2_1",
      "dlg": "Одному из наших ребят сильно досталось. Думаете, они выдержат?"
    },
    {
      "id": "announcer_round_givebigdmg_2_2",
      "dlg": "Фух, это была неплохая работа. Возможно, мне придется купить им пару банок пива."
    },
    {
      "id": "announcer_round_givebigdmg_2_1",
      "dlg": "Просто запомните это движение. Используйте его на крайний случай."
    },
    {
      "id": "announcer_multikillenemy_2_1",
      "dlg": "Сейчас самое время прорываться. Победа совсем рядом. Только не нужно орденов."
    },
    {
      "id": "announcer_equip_2_1",
      "dlg": "Кхм… Грегор здесь. А-а… А-а-а… Не возражаете, если я промочу горло, прежде чем начну?"
    }
  ]
}
