{
  "dataList": [
    {
      "id": "announcer_cheer_1_1",
      "dlg": "Мои часы это не волшебная панацея от всех ваших проблем… Не надо безрассудно нестись вперёд, хорошо?"
    },
    {
      "id": "announcer_cheer_1_2",
      "dlg": "Постарайся быть более осторожным со своим здоровьем. Нет, я имею в виду… Я просто беспокоюсь за тебя, вот и все."
    },
    {
      "id": "announcer_specialcheer_1_1",
      "dlg": "Эээ… Ты не сильно ранен? Мне стоит начать готовиться?"
    },
    {
      "id": "announcer_specialcheer_1_2",
      "dlg": "Ты же не бросишься навстречу опасности, раз я могу привести тебя в порядок? Не будь слишком безрассудным."
    },
    {
      "id": "announcer_enemy_break_1_1",
      "dlg": "Враг ошеломлен. Можно нападать."
    },
    {
      "id": "announcer_ally_break_1_1",
      "dlg": "О нет, тебя ждет жестокая взбучка…"
    },
    {
      "id": "announcer_killenemy_1_1",
      "dlg": "Хорошо, Грешник сразил врага. Давайте продолжать в том же духе."
    },
    {
      "id": "announcer_ally_dead_1_1",
      "dlg": "Грешник только что умер. По крайней мере, я могу вернуть его позже…"
    },
    {
      "id": "announcer_enemy_adv_1_1",
      "dlg": "Такими темпами враг победит. Когда это случится, мне придется снова перевести свои часы."
    },
    {
      "id": "announcer_ally_adv_1_1",
      "dlg": "Похоже, всё в нашу пользу? Давайте продолжим в том же духе."
    },
    {
      "id": "announcer_danger_1_1",
      "dlg": "Похоже что это переломный момент, не так ли? Я рассчитываю, что вы сделаете верный ход."
    },
    {
      "id": "announcer_enemy_specialskill_1_1",
      "dlg": "Чувствую, что наши враги готовятся сделать что-то очень плохое. Будьте начеку, хорошо?"
    },
    {
      "id": "announcer_enemy_specialgimmick_1_1",
      "dlg": "Мне кажется, или… приближается что-то зловещее?"
    },
    {
      "id": "announcer_advatk_physical_1_1",
      "dlg": "Хорошая работа. Видно, что ты нанёс мощный удар."
    },
    {
      "id": "announcer_disadvatk_physical_1_1",
      "dlg": "Как жаль. Кажется наша атака сработала не очень хорошо."
    },
    {
      "id": "announcer_advatk_attr_1_1",
      "dlg": "Похоже, что этот Грех был довольно эффективен. У нас все получится."
    },
    {
      "id": "announcer_disadvatk_attr_1_1",
      "dlg": "Ох… Этот Грех не особо эффективен. Попробуем в следующий раз."
    },
    {
      "id": "announcer_enemy_specialbuff_1_1",
      "dlg": "Мне кажется, что они замышляют какую-то хитрость, наверное? Тебе следует быть начеку."
    },
    {
      "id": "announcer_enemy_specialdebuff_1_1",
      "dlg": "Наши враги, похоже, не в духе. Мы должны воспользоваться этим преимуществом."
    },
    {
      "id": "announcer_ally_specialbuff_1_1",
      "dlg": "Полагаю, ты чувствуешь себя лучше, чем обычно. Давай воспользуемся этим моментом."
    },
    {
      "id": "announcer_ally_specialdebuff_1_1",
      "dlg": "Похоже, произошла небольшая неприятность. С тобой все в порядке? Ну, не то чтобы я мог чем-то помочь…"
    },
    {
      "id": "announcer_enemy_destroy_1_1",
      "dlg": "Отлично сработано, мы получили одну из частей. Давайте разберемся с остальными."
    },
    {
      "id": "announcer_enemy_destroy_1_2",
      "dlg": "Вы сломали одну из частей врага. Продолжайте в том же духе."
    },
    {
      "id": "announcer_round_takebigdmg_1_1",
      "dlg": "Кто-то серьезно пострадал, не так ли?"
    },
    {
      "id": "announcer_round_takebigdmg_1_2",
      "dlg": "Личность получила серьезные повреждения."
    },
    {
      "id": "announcer_round_takebigdmg_1_3",
      "dlg": "Вы отлично поработали. Продолжайте в том же духе, хорошо?"
    },
    {
      "id": "announcer_round_takebigdmg_1_4",
      "dlg": "Сделай тоже самое снова. У тебя наготове еще один сокрушительный удар, верно?"
    },
    {
      "id": "announcer_multikillenemy_1_1",
      "dlg": "Грешник только что сразил сразу нескольких врагов. Я должен тебя похвалить."
    },
    {
      "id": "announcer_equip_1_1",
      "dlg": "Я знаю, что для вас это все то же усталое старое лицо... но я здесь."
    }
  ]
}
